Repository: luca-bellenghi/rt.simpleslider
Catalog: rt/simpleslider/locales/*/LC_MESSAGES/rt.simpleslider.po
Languages: it

source: If selected will display slider in top viewlet (only if slider source is found). You can decide to use parent configuration or override manualy here.
it: Se selezionato mostrerà lo slider in cima al sito, solo se la sorgente per lo slider viene trovata. Si può decidere di utilizzare una configurazione da una cartella superiore oppure sovrascrivi la configurazione

source: Portal types 'simpleslider' field may be attached to.
it: Tipi di contenuto a cui i campi di configurazione dello slider devono essere associati

source: Portal types for 'simpleslider' field
it: Tipi di contenuto a cui associare lo slider

source: Relation with other objects to show slider.
it: Relazione con un altro oggetto per mostrare lo slider

source: Show slider in header
it: Mostra lo slider

source: Simple Slider settings
it: Impostazioni dello slider

source: Slider source
it: Sorgente per lo slider

source: no_dispaly
it: Non mostrare

source: parent_inherit
it: Eredita la configurazione

source: use_myself
it: Usa l'elemento stesso come risorsa

source: yes_display
it: Mostra lo slider
